[
  {
    "id": 1,
    "title": "Fullmetal Alchemist: Brotherhood",
    "num_scoring_users": 1846307,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 64,
    "start_date": "05/04/2009 00:00",
    "end_date": "04/07/2010 00:00",
    "mean": 9.14,
    "source": "manga",
    "num_list_users": 2897486,
    "popularity": 3,
    "num_favorites": 202552,
    "rank": 1,
    "average_episode_duration": "0 days 00:24:20",
    "rating": "r",
    "start_season_year": 2009,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "17:00:00",
    "genres": "['Action', 'Adventure', 'Drama', 'Fantasy', 'Military', 'Shounen']",
    "studios": "['Bones']",
    "synopsis": "After a horrific alchemy experiment goes wrong in the Elric household, brothers Edward and Alphonse are left in a catastrophic new reality. Ignoring the alchemical principle banning human transmutation, the boys attempted to bring their recently deceased mother back to life. Instead, they suffered brutal personal loss: Alphonse's body disintegrated while Edward lost a leg and then sacrificed an arm to keep Alphonse's soul in the physical realm by binding it to a hulking suit of armor.\n\nThe brothers are rescued by their neighbor Pinako Rockbell and her granddaughter Winry. Known as a bio-mechanical engineering prodigy, Winry creates prosthetic limbs for Edward by utilizing \"automail,\" a tough, versatile metal used in robots and combat armor. After years of training, the Elric brothers set off on a quest to restore their bodies by locating the Philosopher's Stone—a powerful gem that allows an alchemist to defy the traditional laws of Equivalent Exchange.\n\nAs Edward becomes an infamous alchemist and gains the nickname \"Fullmetal,\" the boys' journey embroils them in a growing conspiracy that threatens the fate of the world.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "21/08/2008 03:35",
    "updated_at": "18/04/2022 05:06",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1223/96541.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1223/96541l.jpg",
    "alternative_titles_en": "Fullmetal Alchemist: Brotherhood",
    "alternative_titles_ja": "鋼の錬金術師 FULLMETAL ALCHEMIST",
    "alternative_titles_synonyms": "['Hagane no Renkinjutsushi: Fullmetal Alchemist', 'Fullmetal Alchemist (2009)', 'FMA', 'FMAB']"
  },
  {
    "id": 5,
    "title": "Hunter x Hunter (2011)",
    "num_scoring_users": 1488156,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 148,
    "start_date": "02/10/2011 00:00",
    "end_date": "24/09/2014 00:00",
    "mean": 9.05,
    "source": "manga",
    "num_list_users": 2387337,
    "popularity": 10,
    "num_favorites": 182740,
    "rank": 6,
    "average_episode_duration": "0 days 00:23:37",
    "rating": "pg_13",
    "start_season_year": 2011,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "10:55:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Shounen']",
    "studios": "['Madhouse', 'Studio Live']",
    "synopsis": "Hunters devote themselves to accomplishing hazardous tasks, all from traversing the world's uncharted territories to locating rare items and monsters. Before becoming a Hunter, one must pass the Hunter Examination—a high-risk selection process in which most applicants end up handicapped or worse, deceased.\n\nAmbitious participants who challenge the notorious exam carry their own reason. What drives 12-year-old Gon Freecss is finding Ging, his father and a Hunter himself. Believing that he will meet his father by becoming a Hunter, Gon takes the first step to walk the same path.\n\nDuring the Hunter Examination, Gon befriends the medical student Leorio Paladiknight, the vindictive Kurapika, and ex-assassin Killua Zoldyck. While their motives vastly differ from each other, they band together for a common goal and begin to venture into a perilous world.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "27/07/2011 08:41",
    "updated_at": "18/04/2022 05:11",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1337/99013.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1337/99013l.jpg",
    "alternative_titles_en": "Hunter x Hunter",
    "alternative_titles_ja": "HUNTER×HUNTER（ハンター×ハンター）",
    "alternative_titles_synonyms": "['HxH (2011)']"
  },
  {
    "id": 6,
    "title": "Steins;Gate",
    "num_scoring_users": 1240087,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 24,
    "start_date": "06/04/2011 00:00",
    "end_date": "14/09/2011 00:00",
    "mean": 9.08,
    "source": "visual_novel",
    "num_list_users": 2248209,
    "popularity": 13,
    "num_favorites": 171579,
    "rank": 3,
    "average_episode_duration": "0 days 00:24:20",
    "rating": "pg_13",
    "start_season_year": 2011,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "02:05:00",
    "genres": "['Drama', 'Psychological', 'Sci-Fi', 'Suspense', 'Time Travel']",
    "studios": "['White Fox']",
    "synopsis": "Eccentric scientist Rintarou Okabe has a never-ending thirst for scientific exploration. Together with his ditzy but well-meaning friend Mayuri Shiina and his roommate Itaru Hashida, Rintarou founds the Future Gadget Laboratory in the hopes of creating technological innovations that baffle the human psyche. Despite claims of grandeur, the only notable \"gadget\" the trio have created is a microwave that has the mystifying power to turn bananas into green goo.\n\nHowever, when Rintarou decides to attend neuroscientist Kurisu Makise's conference on time travel, he experiences a series of strange events that lead him to believe that there is more to the \"Phone Microwave\" gadget than meets the eye. Apparently able to send text messages into the past using the microwave, Rintarou dabbles further with the \"time machine,\" attracting the ire and attention of the mysterious organization SERN.\n\nDue to the novel discovery, Rintarou and his friends find themselves in an ever-present danger. As he works to mitigate the damage his invention has caused to the timeline, he is not only fighting a battle to save his loved ones, but also one against his degrading sanity.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "26/07/2010 09:23",
    "updated_at": "01/05/2022 21:24",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/73199.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/73199l.jpg",
    "alternative_titles_en": "Steins;Gate",
    "alternative_titles_ja": "STEINS;GATE",
    "alternative_titles_synonyms": []
  },
  {
    "id": 7,
    "title": "One Piece",
    "num_scoring_users": 1076776,
    "status": "currently_airing",
    "media_type": "tv",
    "num_episodes": 0,
    "start_date": "20/10/1999 00:00",
    "end_date": "01/01/1970 00:00",
    "mean": 8.65,
    "source": "manga",
    "num_list_users": 1893379,
    "popularity": 26,
    "num_favorites": 167571,
    "rank": 65,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 1999,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "09:30:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Shounen']",
    "studios": "['Toei Animation']",
    "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "11/11/2005 01:20",
    "updated_at": "18/04/2022 05:12",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/6/73245.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/6/73245l.jpg",
    "alternative_titles_en": "One Piece",
    "alternative_titles_ja": "ONE PIECE",
    "alternative_titles_synonyms": "['OP']"
  },
  {
    "id": 8,
    "title": "Death Note",
    "num_scoring_users": 2426765,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 37,
    "start_date": "04/10/2006 00:00",
    "end_date": "27/06/2007 00:00",
    "mean": 8.62,
    "source": "manga",
    "num_list_users": 3421349,
    "popularity": 2,
    "num_favorites": 155891,
    "rank": 74,
    "average_episode_duration": "0 days 00:23:00",
    "rating": "r",
    "start_season_year": 2006,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "00:56:00",
    "genres": "['Psychological', 'Shounen', 'Supernatural', 'Suspense']",
    "studios": "['Madhouse']",
    "synopsis": "Brutal murders, petty thefts, and senseless violence pollute the human world. In contrast, the realm of death gods is a humdrum, unchanging gambling den. The ingenious 17-year-old Japanese student Light Yagami and sadistic god of death Ryuk share one belief: their worlds are rotten.\n\nFor his own amusement, Ryuk drops his \"Death Note\" into the human world. Light stumbles upon it, deeming the first of its rules ridiculous: the human whose name is written in this note shall die. However, the temptation is too great, and Light experiments by writing a felon's name, which disturbingly enacts his first murder.\n\nAware of the terrifying godlike power that has fallen into his hands, Light—under the alias \"Kira\"—follows his wicked sense of justice with the ultimate goal of cleansing the world of all evil-doers. The meticulous mastermind detective L is already on his trail, but as Light's brilliance rivals L's, the grand chase for Kira turns into an intense battle of wits that can only end when one of them is dead.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "04/10/2006 03:39",
    "updated_at": "18/04/2022 04:59",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/9/9453.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/9/9453l.jpg",
    "alternative_titles_en": "Death Note",
    "alternative_titles_ja": "デスノート",
    "alternative_titles_synonyms": "['DN']"
  },
  {
    "id": 15,
    "title": "Shingeki no Kyojin",
    "num_scoring_users": 2459371,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "07/04/2013 00:00",
    "end_date": "29/09/2013 00:00",
    "mean": 8.53,
    "source": "manga",
    "num_list_users": 3438932,
    "popularity": 1,
    "num_favorites": 152655,
    "rank": 102,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2013,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "01:58:00",
    "genres": "['Action', 'Drama', 'Gore', 'Military', 'Shounen', 'Survival']",
    "studios": "['Wit Studio']",
    "synopsis": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called Titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal Titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\n\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Eren, his adopted sister Mikasa Ackerman, and his childhood friend Armin Arlert join the brutal war against the Titans and race to discover a way of defeating them before the last walls are breached.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "05/12/2012 12:03",
    "updated_at": "18/04/2022 05:00",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/10/47347.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/10/47347l.jpg",
    "alternative_titles_en": "Attack on Titan",
    "alternative_titles_ja": "進撃の巨人",
    "alternative_titles_synonyms": "['AoT', 'SnK']"
  },
  {
    "id": 16,
    "title": "Code Geass: Hangyaku no Lelouch",
    "num_scoring_users": 1255301,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "06/10/2006 00:00",
    "end_date": "29/07/2007 00:00",
    "mean": 8.7,
    "source": "original",
    "num_list_users": 1995638,
    "popularity": 17,
    "num_favorites": 99388,
    "rank": 49,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2006,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "01:25:00",
    "genres": "['Action', 'Drama', 'Mecha', 'Military', 'School', 'Sci-Fi', 'Super Power']",
    "studios": "['Sunrise']",
    "synopsis": "In the year 2010, the Holy Empire of Britannia is establishing itself as a dominant military nation, starting with the conquest of Japan. Renamed to Area 11 after its swift defeat, Japan has seen significant resistance against these tyrants in an attempt to regain independence.\n\nLelouch Lamperouge, a Britannian student, unfortunately finds himself caught in a crossfire between the Britannian and the Area 11 rebel armed forces. He is able to escape, however, thanks to the timely appearance of a mysterious girl named C.C., who bestows upon him Geass, the \"Power of Kings.\" Realizing the vast potential of his newfound \"power of absolute obedience,\" Lelouch embarks upon a perilous journey as the masked vigilante known as Zero, leading a merciless onslaught against Britannia in order to get revenge once and for all.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "15/10/2006 12:17",
    "updated_at": "18/04/2022 05:11",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/50331.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/50331l.jpg",
    "alternative_titles_en": "Code Geass: Lelouch of the Rebellion",
    "alternative_titles_ja": "コードギアス 反逆のルルーシュ",
    "alternative_titles_synonyms": []
  },
  {
    "id": 17,
    "title": "Naruto: Shippuuden",
    "num_scoring_users": 1427961,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 500,
    "start_date": "15/02/2007 00:00",
    "end_date": "23/03/2017 00:00",
    "mean": 8.24,
    "source": "manga",
    "num_list_users": 2126396,
    "popularity": 16,
    "num_favorites": 97728,
    "rank": 285,
    "average_episode_duration": "0 days 00:23:09",
    "rating": "pg_13",
    "start_season_year": 2007,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "19:30:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Martial Arts', 'Shounen']",
    "studios": "['Pierrot']",
    "synopsis": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n \nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "09/12/2006 15:28",
    "updated_at": "18/04/2022 05:01",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1565/111305.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1565/111305l.jpg",
    "alternative_titles_en": "Naruto Shippuden",
    "alternative_titles_ja": "ナルト- 疾風伝",
    "alternative_titles_synonyms": "['Naruto Hurricane Chronicles']"
  },
  {
    "id": 18,
    "title": "Neon Genesis Evangelion",
    "num_scoring_users": 929469,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 26,
    "start_date": "04/10/1995 00:00",
    "end_date": "27/03/1996 00:00",
    "mean": 8.34,
    "source": "original",
    "num_list_users": 1559217,
    "popularity": 48,
    "num_favorites": 91211,
    "rank": 206,
    "average_episode_duration": "0 days 00:24:01",
    "rating": "pg_13",
    "start_season_year": 1995,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "18:30:00",
    "genres": "['Action', 'Avant Garde', 'Drama', 'Mecha', 'Psychological', 'Sci-Fi']",
    "studios": "['Gainax', 'Tatsunoko Production']",
    "synopsis": "Fifteen years after a cataclysmic event known as the Second Impact, the world faces a new threat: monstrous celestial beings called \"Angels\" invade Tokyo-3 one by one. Mankind is unable to defend themselves against the Angels despite utilizing their most advanced munitions and military tactics. The only hope for human salvation rests in the hands of NERV, a mysterious organization led by the cold Gendou Ikari. NERV operates giant humanoid robots dubbed \"Evangelions\" to combat the Angels with state-of-the-art advanced weaponry and protective barriers known as Absolute Terror Fields.\n\nYears after being abandoned by his father, Shinji Ikari, Gendou's 14-year-old son, returns to Tokyo-3. Shinji undergoes a perpetual internal battle against the deeply buried trauma caused by the loss of his mother and the emotional neglect he suffered at the hands of his father. Terrified to open himself up to another, Shinji's life is forever changed upon meeting 29-year-old Misato Katsuragi, a high-ranking NERV officer who shows him a free-spirited maternal kindness he has never experienced.\n\nA devastating Angel attack forces Shinji into action as Gendou reveals his true motive for inviting his son back to Tokyo-3: Shinji is the only child capable of efficiently piloting Evangelion Unit-01, a new robot that synchronizes with his biometrics. Despite the brutal psychological trauma brought about by piloting an Evangelion, Shinji defends Tokyo-3 against the angelic threat, oblivious to his father's dark machinations.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "11/11/2005 01:35",
    "updated_at": "18/04/2022 05:04",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1314/108941.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1314/108941l.jpg",
    "alternative_titles_en": "Neon Genesis Evangelion",
    "alternative_titles_ja": "新世紀エヴァンゲリオン",
    "alternative_titles_synonyms": "['Shinseiki Evangelion']"
  },
  {
    "id": 19,
    "title": "Kimi no Na wa.",
    "num_scoring_users": 1657208,
    "status": "finished_airing",
    "media_type": "movie",
    "num_episodes": 1,
    "start_date": "26/08/2016 00:00",
    "end_date": "26/08/2016 00:00",
    "mean": 8.87,
    "source": "original",
    "num_list_users": 2367090,
    "popularity": 11,
    "num_favorites": 81809,
    "rank": 24,
    "average_episode_duration": "0 days 01:46:31",
    "rating": "pg_13",
    "start_season_year": 2016,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "",
    "broadcast_start_time": "",
    "genres": "['Drama', 'Romantic Subtext', 'Supernatural']",
    "studios": "['CoMix Wave Films']",
    "synopsis": "Mitsuha Miyamizu, a high school girl, yearns to live the life of a boy in the bustling city of Tokyo—a dream that stands in stark contrast to her present life in the countryside. Meanwhile in the city, Taki Tachibana lives a busy life as a high school student while juggling his part-time job and hopes for a future in architecture.\n\nOne day, Mitsuha awakens in a room that is not her own and suddenly finds herself living the dream life in Tokyo—but in Taki's body! Elsewhere, Taki finds himself living Mitsuha's life in the humble countryside. In pursuit of an answer to this strange phenomenon, they begin to search for one another.\n\nKimi no Na wa. revolves around Mitsuha and Taki's actions, which begin to have a dramatic impact on each other's lives, weaving them into a fabric held together by fate and circumstance.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "10/12/2015 09:41",
    "updated_at": "18/04/2022 05:01",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/87048.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/87048l.jpg",
    "alternative_titles_en": "Your Name.",
    "alternative_titles_ja": "君の名は。",
    "alternative_titles_synonyms": []
  },
  {
    "id": 20,
    "title": "Kimetsu no Yaiba",
    "num_scoring_users": 1702055,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 26,
    "start_date": "06/04/2019 00:00",
    "end_date": "28/09/2019 00:00",
    "mean": 8.55,
    "source": "manga",
    "num_list_users": 2451636,
    "popularity": 9,
    "num_favorites": 80819,
    "rank": 93,
    "average_episode_duration": "0 days 00:23:40",
    "rating": "r",
    "start_season_year": 2019,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "23:30:00",
    "genres": "['Action', 'Fantasy', 'Historical', 'Shounen']",
    "studios": "['ufotable']",
    "synopsis": "Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\n\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "21/07/2018 05:29",
    "updated_at": "18/04/2022 05:02",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1286/99889.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1286/99889l.jpg",
    "alternative_titles_en": "Demon Slayer: Kimetsu no Yaiba",
    "alternative_titles_ja": "鬼滅の刃",
    "alternative_titles_synonyms": "['Blade of Demon Destruction']"
  },
  {
    "id": 21,
    "title": "Shigatsu wa Kimi no Uso",
    "num_scoring_users": 1195488,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 22,
    "start_date": "10/10/2014 00:00",
    "end_date": "20/03/2015 00:00",
    "mean": 8.66,
    "source": "manga",
    "num_list_users": 1943194,
    "popularity": 21,
    "num_favorites": 79282,
    "rank": 58,
    "average_episode_duration": "0 days 00:22:55",
    "rating": "pg_13",
    "start_season_year": 2014,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "01:20:00",
    "genres": "['Drama', 'Music', 'Romance', 'School', 'Shounen']",
    "studios": "['A-1 Pictures']",
    "synopsis": "Kousei Arima is a child prodigy known as the \"Human Metronome\" for playing the piano with precision and perfection. Guided by a strict mother and rigorous training, Kousei dominates every competition he enters, earning the admiration of his musical peers and praise from audiences. When his mother suddenly passes away, the subsequent trauma makes him unable to hear the sound of a piano, and he never takes the stage thereafter.\n\nNowadays, Kousei lives a quiet and unassuming life as a junior high school student alongside his friends Tsubaki Sawabe and Ryouta Watari. While struggling to get over his mother's death, he continues to cling to music. His monochrome life turns upside down the day he encounters the eccentric violinist Kaori Miyazono, who thrusts him back into the spotlight as her accompanist. Through a little lie, these two young musicians grow closer together as Kaori tries to fill Kousei's world with color.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "21/03/2014 13:04",
    "updated_at": "30/04/2022 02:33",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/3/67177.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/3/67177l.jpg",
    "alternative_titles_en": "Your Lie in April",
    "alternative_titles_ja": "四月は君の嘘",
    "alternative_titles_synonyms": "['Kimiuso']"
  },
  {
    "id": 22,
    "title": "Koe no Katachi",
    "num_scoring_users": 1379970,
    "status": "finished_airing",
    "media_type": "movie",
    "num_episodes": 1,
    "start_date": "17/09/2016 00:00",
    "end_date": "17/09/2016 00:00",
    "mean": 8.95,
    "source": "manga",
    "num_list_users": 1976332,
    "popularity": 19,
    "num_favorites": 76481,
    "rank": 16,
    "average_episode_duration": "0 days 02:10:03",
    "rating": "pg_13",
    "start_season_year": 2016,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "",
    "broadcast_start_time": "",
    "genres": "['Drama', 'Romantic Subtext', 'Shounen']",
    "studios": "['Kyoto Animation']",
    "synopsis": "As a wild youth, elementary school student Shouya Ishida sought to beat boredom in the cruelest ways. When the deaf Shouko Nishimiya transfers into his class, Shouya and the rest of his class thoughtlessly bully her for fun. However, when her mother notifies the school, he is singled out and blamed for everything done to her. With Shouko transferring out of the school, Shouya is left at the mercy of his classmates. He is heartlessly ostracized all throughout elementary and middle school, while teachers turn a blind eye.\n\nNow in his third year of high school, Shouya is still plagued by his wrongdoings as a young boy. Sincerely regretting his past actions, he sets out on a journey of redemption: to meet Shouko once more and make amends.\n\nKoe no Katachi tells the heartwarming tale of Shouya's reunion with Shouko and his honest attempts to redeem himself, all while being continually haunted by the shadows of his past.\n \n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "15/12/2014 08:00",
    "updated_at": "18/04/2022 04:55",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1122/96435.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1122/96435l.jpg",
    "alternative_titles_en": "A Silent Voice",
    "alternative_titles_ja": "聲の形",
    "alternative_titles_synonyms": "['The Shape of Voice']"
  },
  {
    "id": 23,
    "title": "Tengen Toppa Gurren Lagann",
    "num_scoring_users": 820158,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 27,
    "start_date": "01/04/2007 00:00",
    "end_date": "30/09/2007 00:00",
    "mean": 8.63,
    "source": "original",
    "num_list_users": 1450899,
    "popularity": 59,
    "num_favorites": 72095,
    "rank": 69,
    "average_episode_duration": "0 days 00:24:20",
    "rating": "pg_13",
    "start_season_year": 2007,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "08:30:00",
    "genres": "['Action', 'Adventure', 'Comedy', 'Mecha', 'Sci-Fi']",
    "studios": "['Gainax']",
    "synopsis": "Simon and Kamina were born and raised in a deep, underground village, hidden from the fabled surface. Kamina is a free-spirited loose cannon bent on making a name for himself, while Simon is a timid young boy with no real aspirations. One day while excavating the earth, Simon stumbles upon a mysterious object that turns out to be the ignition key to an ancient artifact of war, which the duo dubs Lagann. Using their new weapon, Simon and Kamina fend off a surprise attack from the surface with the help of Yoko Littner, a hot-blooded redhead wielding a massive gun who wanders the world above.\n\nIn the aftermath of the battle, the sky is now in plain view, prompting Simon and Kamina to set off on a journey alongside Yoko to explore the wastelands of the surface. Soon, they join the fight against the \"Beastmen,\" humanoid creatures that terrorize the remnants of humanity in powerful robots called \"Gunmen.\" Although they face some challenges and setbacks, the trio bravely fights these new enemies alongside other survivors to reclaim the surface, while slowly unraveling a galaxy-sized mystery.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "03/03/2007 15:02",
    "updated_at": "18/04/2022 04:50",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/4/5123.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/4/5123l.jpg",
    "alternative_titles_en": "Gurren Lagann",
    "alternative_titles_ja": "天元突破グレンラガン",
    "alternative_titles_synonyms": "['Tengen Toppa Gurren-Lagann', 'Making Break-Through Gurren Lagann', 'Heavenly Breakthrough Gurren Lagann', 'TTGL', 'Gurren Laggan']"
  },
  {
    "id": 24,
    "title": "Cowboy Bebop",
    "num_scoring_users": 835165,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 26,
    "start_date": "03/04/1998 00:00",
    "end_date": "24/04/1999 00:00",
    "mean": 8.76,
    "source": "original",
    "num_list_users": 1621631,
    "popularity": 42,
    "num_favorites": 72020,
    "rank": 37,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 1998,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "01:00:00",
    "genres": "['Action', 'Adult Cast', 'Sci-Fi', 'Space']",
    "studios": "['Sunrise']",
    "synopsis": "Crime is timeless. By the year 2071, humanity has expanded across the galaxy, filling the surface of other planets with settlements like those on Earth. These new societies are plagued by murder, drug use, and theft, and intergalactic outlaws are hunted by a growing number of tough bounty hunters.\n\nSpike Spiegel and Jet Black pursue criminals throughout space to make a humble living. Beneath his goofy and aloof demeanor, Spike is haunted by the weight of his violent past. Meanwhile, Jet manages his own troubled memories while taking care of Spike and the Bebop, their ship. The duo is joined by the beautiful con artist Faye Valentine, odd child Edward Wong Hau Pepelu Tivrusky IV, and Ein, a bioengineered Welsh Corgi.\n\nWhile developing bonds and working to catch a colorful cast of criminals, the Bebop crew's lives are disrupted by a menace from Spike's past. As a rival's maniacal plot continues to unravel, Spike must choose between life with his newfound family or revenge for his old wounds.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "30/06/2005 05:01",
    "updated_at": "18/04/2022 04:58",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/4/19644.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/4/19644l.jpg",
    "alternative_titles_en": "Cowboy Bebop",
    "alternative_titles_ja": "カウボーイビバップ",
    "alternative_titles_synonyms": []
  },
  {
    "id": 25,
    "title": "Code Geass: Hangyaku no Lelouch R2",
    "num_scoring_users": 1069943,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "06/04/2008 00:00",
    "end_date": "28/09/2008 00:00",
    "mean": 8.91,
    "source": "original",
    "num_list_users": 1573513,
    "popularity": 47,
    "num_favorites": 70819,
    "rank": 20,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2008,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "17:00:00",
    "genres": "['Action', 'Drama', 'Mecha', 'Military', 'Sci-Fi', 'Super Power']",
    "studios": "['Sunrise']",
    "synopsis": "One year has passed since the Black Rebellion, a failed uprising against the Holy Britannian Empire led by the masked vigilante Zero, who is now missing. At a loss without their revolutionary leader, Area 11's resistance group—the Black Knights—find themselves too powerless to combat the brutality inflicted upon the Elevens by Britannia, which has increased significantly in order to crush any hope of a future revolt. \n\nLelouch Lamperouge, having lost all memory of his double life, is living peacefully alongside his friends as a high school student at Ashford Academy. His former partner C.C., unable to accept this turn of events, takes it upon herself to remind him of his past purpose, hoping that the mastermind Zero will rise once again to finish what he started, in this thrilling conclusion to the series.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "02/08/2007 15:35",
    "updated_at": "18/04/2022 04:45",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/4/9391.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/4/9391l.jpg",
    "alternative_titles_en": "Code Geass: Lelouch of the Rebellion R2",
    "alternative_titles_ja": "コードギアス 反逆のルルーシュ 続編",
    "alternative_titles_synonyms": "['Code Geass: Hangyaku no Lelouch 2nd Season', 'Code Geass: Hangyaku no Lelouch Second Season']"
  },
  {
    "id": 26,
    "title": "Jujutsu Kaisen (TV)",
    "num_scoring_users": 1218169,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 24,
    "start_date": "03/10/2020 00:00",
    "end_date": "27/03/2021 00:00",
    "mean": 8.68,
    "source": "manga",
    "num_list_users": 1879802,
    "popularity": 27,
    "num_favorites": 70624,
    "rank": 53,
    "average_episode_duration": "0 days 00:23:55",
    "rating": "r",
    "start_season_year": 2020,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "01:25:00",
    "genres": "['Action', 'Fantasy', 'School', 'Shounen']",
    "studios": "['MAPPA']",
    "synopsis": "Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the \"King of Curses.\"\n\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "20/11/2019 09:38",
    "updated_at": "18/04/2022 05:01",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1171/109222.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1171/109222l.jpg",
    "alternative_titles_en": "Jujutsu Kaisen",
    "alternative_titles_ja": "呪術廻戦",
    "alternative_titles_synonyms": "['Sorcery Fight', 'JJK']"
  },
  {
    "id": 27,
    "title": "Naruto",
    "num_scoring_users": 1739950,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 220,
    "start_date": "03/10/2002 00:00",
    "end_date": "08/02/2007 00:00",
    "mean": 7.97,
    "source": "manga",
    "num_list_users": 2493784,
    "popularity": 8,
    "num_favorites": 70081,
    "rank": 598,
    "average_episode_duration": "0 days 00:23:24",
    "rating": "pg_13",
    "start_season_year": 2002,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "19:30:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Martial Arts', 'Shounen']",
    "studios": "['Pierrot']",
    "synopsis": "Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\n\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "11/11/2005 01:19",
    "updated_at": "18/04/2022 05:01",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/13/17405.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/13/17405l.jpg",
    "alternative_titles_en": "Naruto",
    "alternative_titles_ja": "ナルト",
    "alternative_titles_synonyms": "['NARUTO']"
  },
  {
    "id": 28,
    "title": "Haikyuu!!",
    "num_scoring_users": 1067776,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "06/04/2014 00:00",
    "end_date": "21/09/2014 00:00",
    "mean": 8.45,
    "source": "manga",
    "num_list_users": 1703053,
    "popularity": 38,
    "num_favorites": 66540,
    "rank": 139,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 2014,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "17:00:00",
    "genres": "['School', 'Shounen', 'Sports', 'Team Sports']",
    "studios": "['Production I.G']",
    "synopsis": "Ever since having witnessed the \"Little Giant\" and his astonishing skills on the volleyball court, Shouyou Hinata has been bewitched by the dynamic nature of the sport. Even though his attempt to make his debut as a volleyball regular during a middle school tournament went up in flames, he longs to prove that his less-than-impressive height ceases to be a hindrance in the face of his sheer will and perseverance.\n\nWhen Hinata enrolls in Karasuno High School, the Little Giant's alma mater, he believes that he is one step closer to his goal of becoming a professional volleyball player. Although the school only retains a shadow of its former glory, Hinata's conviction isn't shaken until he learns that Tobio Kageyama—the prodigy who humiliated Hinata's middle school volleyball team in a crushing defeat—is now his teammate.\n\nTo fulfill his desire of leaving a mark on the realm of volleyball—so often regarded as the domain of the tall and the strong—Hinata must smooth out his differences with Kageyama. Only when Hinata learns what it takes to be a part of a team will he be able to join the race to the top in earnest.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "22/09/2013 17:50",
    "updated_at": "18/04/2022 05:03",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/7/76014.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/7/76014l.jpg",
    "alternative_titles_en": "Haikyu!!",
    "alternative_titles_ja": "ハイキュー!!",
    "alternative_titles_synonyms": "['High Kyuu!!', 'HQ!!']"
  },
  {
    "id": 29,
    "title": "Clannad: After Story",
    "num_scoring_users": 609997,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 24,
    "start_date": "03/10/2008 00:00",
    "end_date": "27/03/2009 00:00",
    "mean": 8.94,
    "source": "visual_novel",
    "num_list_users": 1082960,
    "popularity": 106,
    "num_favorites": 66472,
    "rank": 18,
    "average_episode_duration": "0 days 00:24:20",
    "rating": "pg_13",
    "start_season_year": 2008,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "01:59:00",
    "genres": "['Drama', 'Romance', 'Supernatural']",
    "studios": "['Kyoto Animation']",
    "synopsis": "Clannad: After Story, the sequel to the critically acclaimed slice-of-life series Clannad, begins after Tomoya Okazaki and Nagisa Furukawa graduate from high school. Together, they experience the emotional rollercoaster of growing up. Unable to decide on a course for his future, Tomoya learns the value of a strong work ethic and discovers the strength of Nagisa's support. Through the couple's dedication and unity of purpose, they push forward to confront their personal problems, deepen their old relationships, and create new bonds.\n\nTime also moves on in the Illusionary World. As the plains grow cold with the approach of winter, the Illusionary Girl and the Garbage Doll are presented with a difficult situation that reveals the World's true purpose.\n\nBased on the visual novel by Key and produced by Kyoto Animation, Clannad: After Story is an impactful drama highlighting the importance of family and the struggles of adulthood.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "28/03/2008 02:00",
    "updated_at": "29/04/2022 19:26",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1299/110774.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1299/110774l.jpg",
    "alternative_titles_en": "Clannad ~After Story~",
    "alternative_titles_ja": "CLANNAD〜AFTER STORY〜 クラナド アフターストーリー",
    "alternative_titles_synonyms": []
  },
  {
    "id": 30,
    "title": "Sword Art Online",
    "num_scoring_users": 1953941,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "08/07/2012 00:00",
    "end_date": "23/12/2012 00:00",
    "mean": 7.2,
    "source": "light_novel",
    "num_list_users": 2759746,
    "popularity": 5,
    "num_favorites": 64119,
    "rank": 3012,
    "average_episode_duration": "0 days 00:23:40",
    "rating": "pg_13",
    "start_season_year": 2012,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "00:00:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Love Polygon', 'Romance', 'Video Game']",
    "studios": "['A-1 Pictures']",
    "synopsis": "Ever since the release of the innovative \"NerveGear,\" gamers from all around the globe have been given the opportunity to experience a completely immersive virtual reality. Sword Art Online, or \"SAO,\" one of the most recent games on the console, offers a gateway into the wondrous world of Aincrad, a vivid, medieval landscape where users can do anything within the limits of imagination. With the release of this worldwide sensation, gaming has never felt more lifelike.\n\nHowever, the idyllic fantasy rapidly becomes a brutal nightmare when SAO's creator traps thousands of players inside the game. The \"log-out\" function has been removed, with the only method of escape involving beating all of Aincrad's one hundred increasingly difficult levels. Adding to the struggle, any in-game death becomes permanent, ending the player's life in the real world.\n\nWhile Kazuto \"Kirito\" Kirigaya was fortunate enough to be a beta-tester for the game, he quickly finds that despite his advantages, he cannot overcome SAO's challenges alone. Teaming up with Asuna Yuuki and other talented players, Kirito makes an effort to face the seemingly insurmountable trials head-on. But with difficult bosses and threatening dark cults impeding his progress, Kirito finds that such tasks are much easier said than done.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "09/10/2011 11:25",
    "updated_at": "12/06/2022 05:38",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/11/39717.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/11/39717l.jpg",
    "alternative_titles_en": "Sword Art Online",
    "alternative_titles_ja": "ソードアート・オンライン",
    "alternative_titles_synonyms": "['S.A.O', 'SAO']"
  },
  {
    "id": 31,
    "title": "Re:Zero kara Hajimeru Isekai Seikatsu",
    "num_scoring_users": 1252559,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "04/04/2016 00:00",
    "end_date": "19/09/2016 00:00",
    "mean": 8.25,
    "source": "light_novel",
    "num_list_users": 1930743,
    "popularity": 23,
    "num_favorites": 61244,
    "rank": 270,
    "average_episode_duration": "0 days 00:25:30",
    "rating": "r",
    "start_season_year": 2016,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "monday",
    "broadcast_start_time": "01:05:00",
    "genres": "['Drama', 'Fantasy', 'Isekai', 'Psychological', 'Suspense', 'Time Travel']",
    "studios": "['White Fox']",
    "synopsis": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.\n\nHowever, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "13/07/2015 23:58",
    "updated_at": "18/04/2022 04:53",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/11/79410.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/11/79410l.jpg",
    "alternative_titles_en": "Re:ZERO -Starting Life in Another World-",
    "alternative_titles_ja": "Re：ゼロから始める異世界生活",
    "alternative_titles_synonyms": "['Re: Life in a different world from zero', 'Re:Zero', 'ReZero']"
  },
  {
    "id": 32,
    "title": "Bleach",
    "num_scoring_users": 969544,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 366,
    "start_date": "05/10/2004 00:00",
    "end_date": "27/03/2012 00:00",
    "mean": 7.86,
    "source": "manga",
    "num_list_users": 1660575,
    "popularity": 40,
    "num_favorites": 59780,
    "rank": 771,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 2004,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "tuesday",
    "broadcast_start_time": "18:00:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Shounen']",
    "studios": "['Pierrot']",
    "synopsis": "Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\n\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "13/11/2005 16:20",
    "updated_at": "18/04/2022 05:10",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/3/40451.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/3/40451l.jpg",
    "alternative_titles_en": "Bleach",
    "alternative_titles_ja": "BLEACH - ブリーチ -",
    "alternative_titles_synonyms": []
  },
  {
    "id": 33,
    "title": "One Punch Man",
    "num_scoring_users": 1968535,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "05/10/2015 00:00",
    "end_date": "21/12/2015 00:00",
    "mean": 8.51,
    "source": "web_manga",
    "num_list_users": 2808004,
    "popularity": 4,
    "num_favorites": 58054,
    "rank": 111,
    "average_episode_duration": "0 days 00:24:20",
    "rating": "r",
    "start_season_year": 2015,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "monday",
    "broadcast_start_time": "01:05:00",
    "genres": "['Action', 'Comedy', 'Parody', 'Seinen', 'Super Power']",
    "studios": "['Madhouse']",
    "synopsis": "The seemingly unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, Saitama relentlessly trained for three years, losing all of his hair in the process. Now, Saitama is so powerful, he can defeat any enemy with just one punch. However, having no one capable of matching his strength has led Saitama to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\n\nOne day, Saitama catches the attention of 19-year-old cyborg Genos, who witnesses his power and wishes to become Saitama’s disciple. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society. Saitama, who is shocked that no one knows who he is, quickly agrees. Meeting new allies and taking on new foes, Saitama embarks on a new journey as a member of the Hero Association to experience the excitement of battle he once felt.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "07/03/2015 09:52",
    "updated_at": "18/04/2022 04:58",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/12/76049.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/12/76049l.jpg",
    "alternative_titles_en": "One Punch Man",
    "alternative_titles_ja": "ワンパンマン",
    "alternative_titles_synonyms": "['One Punch-Man', 'One-Punch Man', 'OPM']"
  },
  {
    "id": 43,
    "title": "Gintama",
    "num_scoring_users": 357641,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 201,
    "start_date": "04/04/2006 00:00",
    "end_date": "25/03/2010 00:00",
    "mean": 8.95,
    "source": "manga",
    "num_list_users": 947121,
    "popularity": 129,
    "num_favorites": 54692,
    "rank": 15,
    "average_episode_duration": "0 days 00:24:54",
    "rating": "pg_13",
    "start_season_year": 2006,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "18:00:00",
    "genres": "['Action', 'Comedy', 'Gag Humor', 'Historical', 'Parody', 'Samurai', 'Sci-Fi', 'Shounen']",
    "studios": "['Sunrise']",
    "synopsis": "Edo is a city that was home to the vigor and ambition of samurai across the country. However, following feudal Japan's surrender to powerful aliens known as the \"Amanto,\" those aspirations now seem unachievable. With the once-influential shogunate rebuilt as a puppet government, a new law is passed that promptly prohibits all swords in public. \n\nEnter Gintoki Sakata, an eccentric silver-haired man who always carries around a wooden sword and maintains his stature as a samurai despite the ban. As the founder of Yorozuya, a small business for odd jobs, Gintoki often embarks on endeavors to help other people—though usually in rather strange and unforeseen ways. \n\nAssisted by Shinpachi Shimura, a boy with glasses supposedly learning the way of the samurai; Kagura, a tomboyish girl with superhuman strength and an endless appetite; and Sadaharu, their giant pet dog who loves biting on people's heads, the Yorozuya encounter anything from alien royalty to scuffles with local gangs in the ever-changing world of Edo.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "20/04/2006 15:03",
    "updated_at": "09/05/2022 17:05",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/10/73274.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/10/73274l.jpg",
    "alternative_titles_en": "Gintama",
    "alternative_titles_ja": "銀魂",
    "alternative_titles_synonyms": "['Gin Tama', 'Silver Soul', 'Yorinuki Gintama-san']"
  },
  {
    "id": 44,
    "title": "Toradora!",
    "num_scoring_users": 1247610,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 25,
    "start_date": "02/10/2008 00:00",
    "end_date": "26/03/2009 00:00",
    "mean": 8.11,
    "source": "light_novel",
    "num_list_users": 1981359,
    "popularity": 18,
    "num_favorites": 53283,
    "rank": 432,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 2008,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "01:20:00",
    "genres": "['Drama', 'Love Polygon', 'Romance', 'School']",
    "studios": "['J.C.Staff']",
    "synopsis": "Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\n\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!\n\nToradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "05/04/2008 17:05",
    "updated_at": "18/04/2022 03:55",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/13/22128.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/13/22128l.jpg",
    "alternative_titles_en": "Toradora!",
    "alternative_titles_ja": "とらドラ！",
    "alternative_titles_synonyms": "['Tiger X Dragon']"
  },
  {
    "id": 45,
    "title": "Boku no Hero Academia",
    "num_scoring_users": 1825944,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 13,
    "start_date": "03/04/2016 00:00",
    "end_date": "26/06/2016 00:00",
    "mean": 7.94,
    "source": "manga",
    "num_list_users": 2642758,
    "popularity": 6,
    "num_favorites": 51742,
    "rank": 639,
    "average_episode_duration": "0 days 00:24:30",
    "rating": "pg_13",
    "start_season_year": 2016,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "sunday",
    "broadcast_start_time": "17:00:00",
    "genres": "['Action', 'School', 'Shounen', 'Super Power']",
    "studios": "['Bones']",
    "synopsis": "The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\n\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\n\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "27/10/2015 08:31",
    "updated_at": "18/04/2022 04:45",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/10/78745.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/10/78745l.jpg",
    "alternative_titles_en": "My Hero Academia",
    "alternative_titles_ja": "僕のヒーローアカデミア",
    "alternative_titles_synonyms": []
  },
  {
    "id": 46,
    "title": "Violet Evergarden",
    "num_scoring_users": 822739,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 13,
    "start_date": "11/01/2018 00:00",
    "end_date": "05/04/2018 00:00",
    "mean": 8.67,
    "source": "light_novel",
    "num_list_users": 1512697,
    "popularity": 51,
    "num_favorites": 51653,
    "rank": 57,
    "average_episode_duration": "0 days 00:24:38",
    "rating": "pg_13",
    "start_season_year": 2018,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "00:00:00",
    "genres": "['Drama', 'Fantasy', 'Slice of Life']",
    "studios": "['Kyoto Animation']",
    "synopsis": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning.\n\nRecovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an \"Auto Memory Doll,\" amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memory Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "27/05/2016 11:13",
    "updated_at": "18/04/2022 05:04",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1795/95088.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1795/95088l.jpg",
    "alternative_titles_en": "Violet Evergarden",
    "alternative_titles_ja": "ヴァイオレット・エヴァーガーデン",
    "alternative_titles_synonyms": []
  },
  {
    "id": 47,
    "title": "Shingeki no Kyojin Season 3 Part 2",
    "num_scoring_users": 1307575,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 10,
    "start_date": "29/04/2019 00:00",
    "end_date": "01/07/2019 00:00",
    "mean": 9.07,
    "source": "manga",
    "num_list_users": 1851743,
    "popularity": 28,
    "num_favorites": 51318,
    "rank": 4,
    "average_episode_duration": "0 days 00:23:55",
    "rating": "r",
    "start_season_year": 2019,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "monday",
    "broadcast_start_time": "00:10:00",
    "genres": "['Action', 'Drama', 'Gore', 'Military', 'Shounen', 'Survival']",
    "studios": "['Wit Studio']",
    "synopsis": "Seeking to restore humanity's diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless \"Titans\" takes the stage once again.\n\nReturning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them. \n\nShingeki no Kyojin Season 3 Part 2 follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "14/10/2018 18:13",
    "updated_at": "18/04/2022 05:02",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1517/100633.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1517/100633l.jpg",
    "alternative_titles_en": "Attack on Titan Season 3 Part 2",
    "alternative_titles_ja": "進撃の巨人 Season3 Part.2",
    "alternative_titles_synonyms": []
  },
  {
    "id": 48,
    "title": "Shingeki no Kyojin: The Final Season",
    "num_scoring_users": 1059076,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 16,
    "start_date": "07/12/2020 00:00",
    "end_date": "29/03/2021 00:00",
    "mean": 8.84,
    "source": "manga",
    "num_list_users": 1600737,
    "popularity": 44,
    "num_favorites": 49971,
    "rank": 25,
    "average_episode_duration": "0 days 00:23:55",
    "rating": "r",
    "start_season_year": 2021,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "monday",
    "broadcast_start_time": "00:10:00",
    "genres": "['Action', 'Drama', 'Gore', 'Military', 'Shounen', 'Survival']",
    "studios": "['MAPPA']",
    "synopsis": "Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven Titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps.\n\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the Titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\n\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "30/06/2019 16:47",
    "updated_at": "18/04/2022 05:11",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1000/110531.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1000/110531l.jpg",
    "alternative_titles_en": "Attack on Titan: The Final Season",
    "alternative_titles_ja": "進撃の巨人 The Final Season",
    "alternative_titles_synonyms": "['Shingeki no Kyojin Season 4', 'Attack on Titan Season 4']"
  },
  {
    "id": 49,
    "title": "Mahou Shoujo Madoka★Magica",
    "num_scoring_users": 681219,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "07/01/2011 00:00",
    "end_date": "22/04/2011 00:00",
    "mean": 8.36,
    "source": "original",
    "num_list_users": 1155990,
    "popularity": 91,
    "num_favorites": 49216,
    "rank": 190,
    "average_episode_duration": "0 days 00:24:09",
    "rating": "pg_13",
    "start_season_year": 2011,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "01:25:00",
    "genres": "['Drama', 'Mahou Shoujo', 'Psychological', 'Suspense']",
    "studios": "['Shaft']",
    "synopsis": "Madoka Kaname and Sayaka Miki are regular middle school girls with regular lives, but all that changes when they encounter Kyuubey, a cat-like magical familiar, and Homura Akemi, the new transfer student.\n\nKyuubey offers them a proposition: he will grant any one of their wishes and in exchange, they will each become a magical girl, gaining enough power to fulfill their dreams. However, Homura Akemi, a magical girl herself, urges them not to accept the offer, stating that everything is not what it seems.\n\nA story of hope, despair, and friendship, Mahou Shoujo Madoka★Magica deals with the difficulties of being a magical girl and the price one has to pay to make a dream come true.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "30/10/2010 01:01",
    "updated_at": "18/04/2022 04:57",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/11/55225.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/11/55225l.jpg",
    "alternative_titles_en": "Puella Magi Madoka Magica",
    "alternative_titles_ja": "魔法少女まどか★マギカ",
    "alternative_titles_synonyms": "['Mahou Shoujo Madoka Magika', 'Magical Girl Madoka Magica']"
  },
  {
    "id": 50,
    "title": "Tokyo Ghoul",
    "num_scoring_users": 1670381,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "04/07/2014 00:00",
    "end_date": "19/09/2014 00:00",
    "mean": 7.8,
    "source": "manga",
    "num_list_users": 2499243,
    "popularity": 7,
    "num_favorites": 46573,
    "rank": 893,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2014,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "00:00:00",
    "genres": "['Action', 'Fantasy', 'Gore', 'Horror', 'Psychological', 'Seinen']",
    "studios": "['Pierrot']",
    "synopsis": "A sinister threat is invading Tokyo: flesh-eating \"ghouls\" who appear identical to humans and blend into their population. Reserved college student Ken Kaneki buries his nose in books and avoids the news of the growing crisis. However, the appearance of an attractive woman named Rize Kamishiro shatters his solitude when she forwardly asks him on a date.\n\nWhile walking Rize home, Kaneki discovers she isn't as kind as she first appeared, and she has led him on with sinister intent. After a tragic struggle, he later awakens in a hospital to learn his life was saved by transplanting the now deceased Rize's organs into his own body. \n\nKaneki's body begins to change in horrifying ways, and he transforms into a human-ghoul hybrid. As he embarks on his new dreadful journey, Kaneki clings to his humanity in the evolving bloody conflict between society's new monsters and the government agents who hunt them.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "29/01/2014 09:14",
    "updated_at": "18/04/2022 03:02",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/64449.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/64449l.jpg",
    "alternative_titles_en": "Tokyo Ghoul",
    "alternative_titles_ja": "東京喰種-トーキョーグール-",
    "alternative_titles_synonyms": "['Tokyo Kushu', 'Toukyou Kushu', 'Toukyou Ghoul']"
  },
  {
    "id": 51,
    "title": "Angel Beats!",
    "num_scoring_users": 1188651,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 13,
    "start_date": "03/04/2010 00:00",
    "end_date": "26/06/2010 00:00",
    "mean": 8.08,
    "source": "original",
    "num_list_users": 1904627,
    "popularity": 24,
    "num_favorites": 46233,
    "rank": 462,
    "average_episode_duration": "0 days 00:24:30",
    "rating": "pg_13",
    "start_season_year": 2010,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "",
    "broadcast_start_time": "",
    "genres": "['Drama', 'School', 'Supernatural']",
    "studios": "['P.A. Works']",
    "synopsis": "Death is one of many mysteries that has left humanity in the dark since the dawn of time. However, the burning question of what happens to the soul after one dies is soon answered to 17-year-old Yuzuru Otonashi. Waking up with no previous memories in a dimension between life and death, he discovers the unsettling truth of the afterlife.  \n\nTaking the form of a high school, this bizarre dimension is designated to shelter those who died unwanted deaths. Feeling wronged by God during their earthly lives, the school's residents have decided to form the Afterlife Battlefront—a rebellious faction determined to oppose their god-like student council president, Kanade \"Angel\" Tachibana. The group's leader, Yuri Nakamura, recruits Otonashi in their fight against Angel in order to take control of their own lives. However, questioning the morality behind their actions, Otonashi takes a step behind the enemy lines to understand the opposing side of their common fate.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "28/05/2009 12:31",
    "updated_at": "11/05/2022 19:17",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1244/111115.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1244/111115l.jpg",
    "alternative_titles_en": "Angel Beats!",
    "alternative_titles_ja": "Angel Beats!（エンジェルビーツ!）",
    "alternative_titles_synonyms": []
  },
  {
    "id": 52,
    "title": "Bakemonogatari",
    "num_scoring_users": 676945,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 15,
    "start_date": "03/07/2009 00:00",
    "end_date": "25/06/2010 00:00",
    "mean": 8.34,
    "source": "light_novel",
    "num_list_users": 1281764,
    "popularity": 79,
    "num_favorites": 46223,
    "rank": 200,
    "average_episode_duration": "0 days 00:25:08",
    "rating": "r",
    "start_season_year": 2009,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "23:00:00",
    "genres": "['Mystery', 'Romance', 'Supernatural', 'Vampire']",
    "studios": "['Shaft']",
    "synopsis": "Koyomi Araragi, a third-year high school student, manages to survive a vampire attack with the help of Meme Oshino, a strange man residing in an abandoned building. Though being saved from vampirism and now a human again, several side effects such as superhuman healing abilities and enhanced vision still remain. Regardless, Araragi tries to live the life of a normal student, with the help of his friend and the class president, Tsubasa Hanekawa.\n\nWhen fellow classmate Hitagi Senjougahara falls down the stairs and is caught by Araragi, the boy realizes that the girl is unnaturally weightless. Despite Senjougahara's protests, Araragi insists he help her, deciding to enlist the aid of Oshino, the very man who had once helped him with his own predicament.\n\nThrough several tales involving demons and gods, Bakemonogatari follows Araragi as he attempts to help those who suffer from supernatural maladies.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "15/08/2008 17:56",
    "updated_at": "18/04/2022 05:04",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/11/75274.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/11/75274l.jpg",
    "alternative_titles_en": "Bakemonogatari",
    "alternative_titles_ja": "化物語",
    "alternative_titles_synonyms": "['Ghostory', 'Monstory']"
  },
  {
    "id": 53,
    "title": "No Game No Life",
    "num_scoring_users": 1402414,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "09/04/2014 00:00",
    "end_date": "25/06/2014 00:00",
    "mean": 8.11,
    "source": "light_novel",
    "num_list_users": 2160196,
    "popularity": 15,
    "num_favorites": 46201,
    "rank": 427,
    "average_episode_duration": "0 days 00:23:00",
    "rating": "pg_13",
    "start_season_year": 2014,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "21:30:00",
    "genres": "['Comedy', 'Ecchi', 'Fantasy', 'Isekai', 'Strategy Game']",
    "studios": "['Madhouse']",
    "synopsis": "Sixteen sentient races inhabit Disboard, a world overseen by Tet, the One True God. The lowest of the sixteen—Imanity—consists of humans, a race with no affinity for magic. In a place where everything is decided through simple games, humankind seems to have no way out of their predicament—but the arrival of two outsiders poses a change.\n\nOn Earth, stepsiblings Sora and Shiro are two inseparable shut-ins who dominate various online games under the username \"Blank.\" While notorious on the internet, the pair believe that life is merely another dull game. However, after responding to a message from an unknown user, they are suddenly transported to Disboard. The mysterious sender turns out to be Tet, who informs them about the world's absolute rules. After Tet leaves, Sora and Shiro begin their search for more information and a place to stay, taking them to Elkia—Imanity's only remaining kingdom.\n\nThere, the duo encounters Stephanie Dola, an emotional girl vying for the kingdom's sovereignty. In desperation, she attempts to regain her father's throne, but her foolhardiness makes her goal unachievable. Inspired by the girl's motivation and passion, Sora and Shiro decide to aid Stephanie in getting Elkia back on its feet, ultimately aiming to become the new rulers of the enigmatic realm.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "30/07/2013 11:07",
    "updated_at": "20/04/2022 05:01",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1074/111944.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1074/111944l.jpg",
    "alternative_titles_en": "No Game, No Life",
    "alternative_titles_ja": "ノーゲーム・ノーライフ",
    "alternative_titles_synonyms": "['NGNL']"
  },
  {
    "id": 54,
    "title": "Fairy Tail",
    "num_scoring_users": 935579,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 175,
    "start_date": "12/10/2009 00:00",
    "end_date": "30/03/2013 00:00",
    "mean": 7.58,
    "source": "manga",
    "num_list_users": 1587557,
    "popularity": 46,
    "num_favorites": 43840,
    "rank": 1392,
    "average_episode_duration": "0 days 00:24:44",
    "rating": "pg_13",
    "start_season_year": 2009,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "10:30:00",
    "genres": "['Action', 'Adventure', 'Fantasy', 'Shounen']",
    "studios": "['Satelight', 'A-1 Pictures']",
    "synopsis": "In the enchanted Kingdom of Fiore, the lively Lucy Heartfilia has one wish: to join the renowned Fairy Tail—one of the many magical wizard guilds scattered around the continent. Luckily, a chance encounter with Natsu Dragneel, the \"Salamander\" of Fairy Tail, whisks her into the legendary guild.\n\nFrom Natsu's rivalrous antics with ice wizard Gray Fullbuster to the frightening presence of the unmatched combat goddess Erza Scarlet, Fairy Tail's powerful mages have a slight penchant for trouble. Through all the lucrative odd jobs and adventures to save the world from destruction lies an absolute and unyielding trust stronger than family that has formed between each guild member.\n\nTeaming up with Natsu, Gray, and Erza, Lucy finds herself amidst the guild's most misfit wizards. But as they constantly stand in the eye of every danger, there is one name that never ceases to resurface: Zeref, the feared master of dark magic.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "27/06/2009 10:04",
    "updated_at": "18/04/2022 05:05",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/18179.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/18179l.jpg",
    "alternative_titles_en": "Fairy Tail",
    "alternative_titles_ja": "FAIRY TAIL（フェアリーテイル）",
    "alternative_titles_synonyms": []
  },
  {
    "id": 55,
    "title": "Boku dake ga Inai Machi",
    "num_scoring_users": 1202570,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "08/01/2016 00:00",
    "end_date": "25/03/2016 00:00",
    "mean": 8.32,
    "source": "manga",
    "num_list_users": 1833961,
    "popularity": 32,
    "num_favorites": 43578,
    "rank": 217,
    "average_episode_duration": "0 days 00:23:00",
    "rating": "r",
    "start_season_year": 2016,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "00:55:00",
    "genres": "['Mystery', 'Psychological', 'Seinen', 'Time Travel']",
    "studios": "['A-1 Pictures']",
    "synopsis": "When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls \"Revival,\" to save many lives.\n \nHowever, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right.\n \nBoku dake ga Inai Machi follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "18/06/2015 16:56",
    "updated_at": "18/04/2022 04:58",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/10/77957.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/10/77957l.jpg",
    "alternative_titles_en": "ERASED",
    "alternative_titles_ja": "僕だけがいない街",
    "alternative_titles_synonyms": "['The Town Where Only I am Missing', 'BokuMachi']"
  },
  {
    "id": 56,
    "title": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
    "num_scoring_users": 938735,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 13,
    "start_date": "04/10/2018 00:00",
    "end_date": "27/12/2018 00:00",
    "mean": 8.27,
    "source": "light_novel",
    "num_list_users": 1468485,
    "popularity": 55,
    "num_favorites": 41762,
    "rank": 259,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 2018,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "02:20:00",
    "genres": "['Comedy', 'Drama', 'Romance', 'School', 'Supernatural']",
    "studios": "['CloverWorks']",
    "synopsis": "The rare and inexplicable Puberty Syndrome is thought of as a myth. It is a rare disease which only affects teenagers, and its symptoms are so supernatural that hardly anyone recognizes it as a legitimate occurrence. However, high school student Sakuta Azusagawa knows from personal experience that it is very much real, and happens to be quite prevalent in his school.\n\nMai Sakurajima is a third-year high school student who gained fame in her youth as a child actress, but recently halted her promising career for reasons unknown to the public. With an air of unapproachability, she is well known throughout the school, but none dare interact with her—that is until Sakuta sees her wandering the library in a bunny girl costume. Despite the getup, no one seems to notice her, and after confronting her, he realizes that she is another victim of Puberty Syndrome. As Sakuta tries to help Mai through her predicament, his actions bring him into contact with more girls afflicted with the elusive disease.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "10/03/2018 03:04",
    "updated_at": "09/05/2022 11:53",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1301/93586.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1301/93586l.jpg",
    "alternative_titles_en": "Rascal Does Not Dream of Bunny Girl Senpai",
    "alternative_titles_ja": "青春ブタ野郎はバニーガール先輩の夢を見ない",
    "alternative_titles_synonyms": "['AoButa']"
  },
  {
    "id": 57,
    "title": "Kono Subarashii Sekai ni Shukufuku wo!",
    "num_scoring_users": 1119196,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 10,
    "start_date": "14/01/2016 00:00",
    "end_date": "17/03/2016 00:00",
    "mean": 8.12,
    "source": "light_novel",
    "num_list_users": 1704744,
    "popularity": 37,
    "num_favorites": 40825,
    "rank": 416,
    "average_episode_duration": "0 days 00:23:40",
    "rating": "pg_13",
    "start_season_year": 2016,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "thursday",
    "broadcast_start_time": "01:05:00",
    "genres": "['Adventure', 'Comedy', 'Fantasy', 'Isekai', 'Parody', 'Reincarnation']",
    "studios": "['Studio Deen']",
    "synopsis": "After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "25/05/2015 09:13",
    "updated_at": "29/05/2022 08:52",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/8/77831.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/8/77831l.jpg",
    "alternative_titles_en": "KonoSuba: God's Blessing on This Wonderful World!",
    "alternative_titles_ja": "この素晴らしい世界に祝福を！",
    "alternative_titles_synonyms": "['Give Blessings to This Wonderful World!']"
  },
  {
    "id": 58,
    "title": "Mob Psycho 100",
    "num_scoring_users": 1068881,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "11/07/2016 00:00",
    "end_date": "27/09/2016 00:00",
    "mean": 8.48,
    "source": "web_manga",
    "num_list_users": 1737862,
    "popularity": 36,
    "num_favorites": 38912,
    "rank": 123,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "pg_13",
    "start_season_year": 2016,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "tuesday",
    "broadcast_start_time": "00:00:00",
    "genres": "['Action', 'Comedy', 'Super Power', 'Supernatural']",
    "studios": "['Bones']",
    "synopsis": "Eighth-grader Shigeo \"Mob\" Kageyama has tapped into his inner wellspring of psychic prowess at a young age. But the power quickly proves to be a liability when he realizes the potential danger in his skills. Choosing to suppress his power, Mob's only present use for his ability is to impress his longtime crush, Tsubomi, who soon grows bored of the same tricks.\n\nIn order to effectuate control on his skills, Mob enlists himself under the wing of Arataka Reigen, a con artist claiming to be a psychic, who exploits Mob's powers for pocket change. Now, exorcising evil spirits on command has become a part of Mob's daily, monotonous life. However, the psychic energy he exerts is barely the tip of the iceberg; if his vast potential and unrestrained emotions run berserk, a cataclysmic event that would render him completely unrecognizable will be triggered. The progression toward Mob's explosion is rising and attempting to stop it is futile.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "01/12/2015 17:37",
    "updated_at": "18/04/2022 04:57",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/8/80356.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/8/80356l.jpg",
    "alternative_titles_en": "Mob Psycho 100",
    "alternative_titles_ja": "モブサイコ100",
    "alternative_titles_synonyms": "['Mob Psycho Hyaku', 'Mob Psycho One Hundred']"
  },
  {
    "id": 59,
    "title": "Monster",
    "num_scoring_users": 306829,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 74,
    "start_date": "07/04/2004 00:00",
    "end_date": "28/09/2005 00:00",
    "mean": 8.83,
    "source": "manga",
    "num_list_users": 859035,
    "popularity": 153,
    "num_favorites": 38773,
    "rank": 27,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r+",
    "start_season_year": 2004,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "00:40:00",
    "genres": "['Adult Cast', 'Drama', 'Mystery', 'Psychological', 'Seinen', 'Suspense']",
    "studios": "['Madhouse']",
    "synopsis": "Dr. Kenzou Tenma, an elite neurosurgeon recently engaged to his hospital director's daughter, is well on his way to ascending the hospital hierarchy. That is until one night, a seemingly small event changes Dr. Tenma's life forever. While preparing to perform surgery on someone, he gets a call from the hospital director telling him to switch patients and instead perform life-saving brain surgery on a famous performer. His fellow doctors, fiancée, and the hospital director applaud his accomplishment; but because of the switch, a poor immigrant worker is dead, causing Dr. Tenma to have a crisis of conscience.\n\nSo when a similar situation arises, Dr. Tenma stands his ground and chooses to perform surgery on the young boy Johan Liebert instead of the town's mayor. Unfortunately, this choice leads to serious ramifications for Dr. Tenma—losing his social standing being one of them. However, with the mysterious death of the director and two other doctors, Dr. Tenma's position is restored. With no evidence to convict him, he is released and goes on to attain the position of hospital director. \n\nNine years later when Dr. Tenma saves the life of a criminal, his past comes back to haunt him—once again, he comes face to face with the monster he operated on. He must now embark on a quest of pursuit to make amends for the havoc spread by the one he saved.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "11/11/2005 01:15",
    "updated_at": "18/04/2022 04:28",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/10/18793.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/10/18793l.jpg",
    "alternative_titles_en": "Monster",
    "alternative_titles_ja": "モンスター",
    "alternative_titles_synonyms": []
  },
  {
    "id": 60,
    "title": "Black Clover",
    "num_scoring_users": 681393,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 170,
    "start_date": "03/10/2017 00:00",
    "end_date": "30/03/2021 00:00",
    "mean": 8.12,
    "source": "manga",
    "num_list_users": 1355220,
    "popularity": 70,
    "num_favorites": 37598,
    "rank": 407,
    "average_episode_duration": "0 days 00:23:50",
    "rating": "pg_13",
    "start_season_year": 2017,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "tuesday",
    "broadcast_start_time": "18:25:00",
    "genres": "['Action', 'Comedy', 'Fantasy', 'Shounen']",
    "studios": "['Pierrot']",
    "synopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "18/12/2016 03:03",
    "updated_at": "18/04/2022 05:12",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/2/88336.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/2/88336l.jpg",
    "alternative_titles_en": "Black Clover",
    "alternative_titles_ja": "ブラッククローバー",
    "alternative_titles_synonyms": []
  },
  {
    "id": 61,
    "title": "Made in Abyss",
    "num_scoring_users": 612620,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 13,
    "start_date": "07/07/2017 00:00",
    "end_date": "29/09/2017 00:00",
    "mean": 8.68,
    "source": "web_manga",
    "num_list_users": 1140024,
    "popularity": 93,
    "num_favorites": 37230,
    "rank": 54,
    "average_episode_duration": "0 days 00:25:27",
    "rating": "r",
    "start_season_year": 2017,
    "start_season_season": "summer",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "21:30:00",
    "genres": "['Adventure', 'Drama', 'Fantasy', 'Mystery', 'Sci-Fi']",
    "studios": "['Kinema Citrus']",
    "synopsis": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "21/12/2016 16:02",
    "updated_at": "18/04/2022 04:31",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/6/86733.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/6/86733l.jpg",
    "alternative_titles_en": "Made in Abyss",
    "alternative_titles_ja": "メイドインアビス",
    "alternative_titles_synonyms": []
  },
  {
    "id": 62,
    "title": "Psycho-Pass",
    "num_scoring_users": 715378,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 22,
    "start_date": "12/10/2012 00:00",
    "end_date": "22/03/2013 00:00",
    "mean": 8.35,
    "source": "original",
    "num_list_users": 1468125,
    "popularity": 56,
    "num_favorites": 35860,
    "rank": 193,
    "average_episode_duration": "0 days 00:23:00",
    "rating": "r",
    "start_season_year": 2012,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "00:45:00",
    "genres": "['Action', 'Adult Cast', 'Detective', 'Psychological', 'Sci-Fi', 'Suspense']",
    "studios": "['Production I.G']",
    "synopsis": "Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\n\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "30/03/2012 12:22",
    "updated_at": "18/04/2022 05:12",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/5/43399.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/5/43399l.jpg",
    "alternative_titles_en": "Psycho-Pass",
    "alternative_titles_ja": "サイコパス",
    "alternative_titles_synonyms": "['Psychopath']"
  },
  {
    "id": 63,
    "title": "Kill la Kill",
    "num_scoring_users": 867008,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 24,
    "start_date": "04/10/2013 00:00",
    "end_date": "28/03/2014 00:00",
    "mean": 8.05,
    "source": "original",
    "num_list_users": 1554482,
    "popularity": 50,
    "num_favorites": 35073,
    "rank": 503,
    "average_episode_duration": "0 days 00:24:27",
    "rating": "pg_13",
    "start_season_year": 2013,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "friday",
    "broadcast_start_time": "02:05:00",
    "genres": "['Action', 'Comedy', 'Ecchi', 'School', 'Super Power']",
    "studios": "['Trigger']",
    "synopsis": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. \n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "08/05/2013 17:42",
    "updated_at": "18/04/2022 05:05",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1464/111943.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1464/111943l.jpg",
    "alternative_titles_en": "Kill la Kill",
    "alternative_titles_ja": "キルラキル",
    "alternative_titles_synonyms": "['KLK', 'Dressed to Kill']"
  },
  {
    "id": 64,
    "title": "JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai",
    "num_scoring_users": 646268,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 39,
    "start_date": "02/04/2016 00:00",
    "end_date": "24/12/2016 00:00",
    "mean": 8.5,
    "source": "manga",
    "num_list_users": 939474,
    "popularity": 132,
    "num_favorites": 34475,
    "rank": 116,
    "average_episode_duration": "0 days 00:23:42",
    "rating": "r",
    "start_season_year": 2016,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "00:30:00",
    "genres": "['Action', 'Adventure', 'Comedy', 'Drama', 'Shounen', 'Supernatural']",
    "studios": "['David Production']",
    "synopsis": "The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou's grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.\n\nAlong with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "24/10/2015 13:14",
    "updated_at": "18/04/2022 04:54",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/3/79156.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/3/79156l.jpg",
    "alternative_titles_en": "JoJo's Bizarre Adventure: Diamond Is Unbreakable",
    "alternative_titles_ja": "ジョジョの奇妙な冒険 ダイヤモンドは砕けない",
    "alternative_titles_synonyms": "['JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai', 'Diamond is not Crash']"
  },
  {
    "id": 65,
    "title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
    "num_scoring_users": 903559,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 12,
    "start_date": "12/01/2019 00:00",
    "end_date": "30/03/2019 00:00",
    "mean": 8.4,
    "source": "manga",
    "num_list_users": 1429293,
    "popularity": 61,
    "num_favorites": 33471,
    "rank": 162,
    "average_episode_duration": "0 days 00:25:00",
    "rating": "pg_13",
    "start_season_year": 2019,
    "start_season_season": "winter",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "23:30:00",
    "genres": "['Comedy', 'Psychological', 'Romantic Subtext', 'School', 'Seinen']",
    "studios": "['A-1 Pictures']",
    "synopsis": "At the renowned Shuchiin Academy, Miyuki Shirogane and Kaguya Shinomiya are the student body's top representatives. Ranked the top student in the nation and respected by peers and mentors alike, Miyuki serves as the student council president. Alongside him, the vice president Kaguya—eldest daughter of the wealthy Shinomiya family—excels in every field imaginable. They are the envy of the entire student body, regarded as the perfect couple.\n\nHowever, despite both having already developed feelings for the other, neither are willing to admit them. The first to confess loses, will be looked down upon, and will be considered the lesser. With their honor and pride at stake, Miyuki and Kaguya are both equally determined to be the one to emerge victorious on the battlefield of love!\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "21/07/2018 05:26",
    "updated_at": "18/04/2022 05:13",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1295/106551.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1295/106551l.jpg",
    "alternative_titles_en": "Kaguya-sama: Love is War",
    "alternative_titles_ja": "かぐや様は告らせたい～天才たちの恋愛頭脳戦～",
    "alternative_titles_synonyms": [
      "Kaguya Wants to be Confessed To: The Geniuses' War of Love and Brains"
    ]
  },
  {
    "id": 66,
    "title": "Samurai Champloo",
    "num_scoring_users": 575113,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 26,
    "start_date": "20/05/2004 00:00",
    "end_date": "19/03/2005 00:00",
    "mean": 8.5,
    "source": "original",
    "num_list_users": 1104829,
    "popularity": 100,
    "num_favorites": 33421,
    "rank": 118,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2004,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "10:30:00",
    "genres": "['Action', 'Adventure', 'Comedy', 'Historical', 'Samurai', 'Shounen']",
    "studios": "['Manglobe']",
    "synopsis": "Fuu Kasumi is a young and clumsy waitress who spends her days peacefully working in a small teahouse. That is, until she accidentally spills a drink all over one of her customers! With a group of samurai now incessantly harassing her, Fuu desperately calls upon another samurai in the shop, Mugen, who quickly defeats them with his wild fighting technique, utilizing movements reminiscent to that of breakdancing. Unfortunately, Mugen decides to pick a fight with the unwilling ronin Jin, who wields a more precise and traditional style of swordfighting, and the latter proves to be a formidable opponent. The only problem is, they end up destroying the entire shop as well as accidentally killing the local magistrate's son.\n\nFor their crime, the two samurai are captured and set to be executed. However, they are rescued by Fuu, who hires the duo as her bodyguards. Though she no longer has a place to return to, the former waitress wishes to find a certain samurai who smells of sunflowers and enlists the help of the now exonerated pair to do so. Despite initially disapproving of this idea, the two eventually agree to assist the girl in her quest; thus, the trio embark upon an adventure to find this mysterious warrior—that is, if Fuu can keep Mugen and Jin from killing each other.\n\nSet in an alternate Edo Period of Japan, Samurai Champloo follows the journey of these three eccentric individuals in an epic quest full of action, comedy, and dynamic sword fighting, all set to the beat of a unique hip-hop infused soundtrack.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "12/11/2005 07:12",
    "updated_at": "18/04/2022 04:55",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1375/121599.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1375/121599l.jpg",
    "alternative_titles_en": "Samurai Champloo",
    "alternative_titles_ja": "サムライチャンプルー",
    "alternative_titles_synonyms": "['SAMURAI CHAMPLOO']"
  },
  {
    "id": 67,
    "title": "JoJo no Kimyou na Bouken (TV)",
    "num_scoring_users": 914361,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 26,
    "start_date": "06/10/2012 00:00",
    "end_date": "06/04/2013 00:00",
    "mean": 7.92,
    "source": "manga",
    "num_list_users": 1415419,
    "popularity": 64,
    "num_favorites": 33104,
    "rank": 677,
    "average_episode_duration": "0 days 00:24:00",
    "rating": "r",
    "start_season_year": 2012,
    "start_season_season": "fall",
    "broadcast_day_of_the_week": "saturday",
    "broadcast_start_time": "00:30:00",
    "genres": "['Action', 'Adventure', 'Shounen', 'Supernatural', 'Vampire']",
    "studios": "['David Production']",
    "synopsis": "The year is 1868; English nobleman George Joestar and his son Jonathan become indebted to Dario Brando after being rescued from a carriage incident. What the Joestars don't realize, however, is that Dario had no intention of helping them; he believed they were dead and was trying to ransack their belongings. After Dario's death 12 years later, George—hoping to repay his debt—adopts his son, Dio. \n\nWhile he publicly fawns over his new father, Dio secretly plans to steal the Joestar fortune. His first step is to create a divide between George and Jonathan. By constantly outdoing his foster brother, Dio firmly makes his place in the Joestar family. But when Dio pushes Jonathan too far, Jonathan defeats him in a brawl. \n\nYears later, the two appear to be close friends to the outside world. But trouble brews again when George falls ill, as Jonathan suspects that Dio is somehow behind the incident—and it appears he has more tricks up his sleeve.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "05/07/2012 06:49",
    "updated_at": "18/04/2022 04:38",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/3/40409.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/3/40409l.jpg",
    "alternative_titles_en": "JoJo's Bizarre Adventure",
    "alternative_titles_ja": "ジョジョの奇妙な冒険",
    "alternative_titles_synonyms": "['JoJo no Kimyou na Bouken (2012)', \"JoJo's Bizarre Adventure (2012)\", 'Battle Tendency', 'Phantom Blood', 'Sentou Chouryuu', \"JoJo's Bizarre Adventure The Animation\"]"
  },
  {
    "id": 68,
    "title": "Dragon Ball Z",
    "num_scoring_users": 764731,
    "status": "finished_airing",
    "media_type": "tv",
    "num_episodes": 291,
    "start_date": "26/04/1989 00:00",
    "end_date": "31/01/1996 00:00",
    "mean": 8.15,
    "source": "manga",
    "num_list_users": 1097944,
    "popularity": 102,
    "num_favorites": 33073,
    "rank": 377,
    "average_episode_duration": "0 days 00:24:10",
    "rating": "pg_13",
    "start_season_year": 1989,
    "start_season_season": "spring",
    "broadcast_day_of_the_week": "wednesday",
    "broadcast_start_time": "19:00:00",
    "genres": "['Action', 'Adventure', 'Comedy', 'Fantasy', 'Martial Arts', 'Shounen', 'Super Power']",
    "studios": "['Toei Animation']",
    "synopsis": "Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\n\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in Dragon Ball Z.\n\n[Written by MAL Rewrite]",
    "nsfw": "white",
    "created_at": "12/03/2006 06:12",
    "updated_at": "18/04/2022 04:03",
    "main_picture_medium": "https://api-cdn.myanimelist.net/images/anime/1607/117271.jpg",
    "main_picture_large": "https://api-cdn.myanimelist.net/images/anime/1607/117271l.jpg",
    "alternative_titles_en": "Dragon Ball Z",
    "alternative_titles_ja": "ドラゴンボールZ",
    "alternative_titles_synonyms": "['DBZ', 'Dragonball Z']"
  }
]